Repository: dhasegan/connect.academy
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ro, sq

source: English
ro: Engleză
sq: Anglisht

source: German
ro: Germană
sq: Gjermanisht

source: Romanian
ro: Română
sq: Rumanisht

source: Albanian
ro: Albaneză
sq: Shqip

source: Toggle navigation
ro: Schimbă Navigarea
sq: Ndrysho navigacionin

source: Admin
sq: Administrator

source: Dashboard
ro: Birou
sq: Paneli i kontrollit

source: Schedule
ro: Program
sq: Orari

source: Explore
ro: Explorează
sq: Eksploro

source: All comments
ro: Toate comentarile
sq: Të gjitha komentet

source: About
ro: Despre Noi
sq: Rreth nesh

source: Password
ro: Parolă
sq: Fjalekalimi

source: Login
ro: Conectare
sq: Hyrje

source: Register
ro: Înregistrare
sq: Regjistrohu

source: My profile
ro: Profilul meu
sq: Profili im

source: Manage Account
ro: Administrare cont
sq: Menaxhoni llogarinë

source: Logout
ro: Deconectare
sq: Dalje

source: Welcome
ro: Bine ați venit
sq: Mirëseerdhet

source: New post
ro: Mesaj
sq: Postime të reja

source: Manage my account
ro: Administrarea contului meu
sq: Menaxho llogarinë time

source: View Schedule
ro: Vezi programul
sq: Shiko Kalendarin

source: Edit wiki
ro: Editează wiki
sq: Përmirëso wiki-n

source: Set email
ro: Setează e-mail
sq: Vendos e-mail-in

source: Error!
ro: Eroare!
sq: Gabim !

source: Disclaimer
sq: Njoftim

source: Category Name
ro: Numele categoriei
sq: Emri i kategorisë

source: Administrators
ro: Administratorii
sq: Administratorët

source: Course Registration
ro: Inregistrare Curs
sq: Regjistrimi i kursit

source: Status
ro: Stare
sq: Statusi

source: Start
ro: Început
sq: Fillim

source: Deadline
ro: Termen
sq: Afati

source: (times are in the local timezone)
ro: (timpul este în zona de fus orar local)
sq: (Kohët janë në zonen kohore lokale)

source: Delete Category
ro: Ștergeți Categorie
sq: Fshij Kategorine

source: Select "Delete all" if you want to also delete all subcategories
ro: Selectați "Delete all " dacă doriți să ștergeți toate subcategoriile
sq: Zgjidh "Fshij të gjithë " nëse dëshironi të fshini të gjitha nën-kategoritë

source: Delete all
ro: Ștergeți toate
sq: Fshij të gjitha

source: Assign an administrator
ro: Atribuiţi un administrator
sq: Cakto administratorë

source: Select a user
ro: Selectați un utilizator
sq: Zgjidh një përdorues

source: Add a sub-category
ro: Adăugați o sub-categorie
sq: Shto një nën-kategori

source: Name
ro: Nume
sq: Emri

source: Abbreviation
ro: Abreviere
sq: Shkurtesa

source: Move to category
ro: Mutare în categorie
sq: Zhvendos në kategori

source: Select a category
ro: Selectați o categorie
sq: Zgjidhni një kategori

source: Move course to this category
ro: Mutare curs la această categorie
sq: Leviz kursin në këtë kategori

source: Select a course
ro: Selectați un curs
sq: Zgjidh një kurs

source: Course Name
ro: Nume cursului
sq: Emri i Kursit

source: Professors
ro: Profesori
sq: Profesorë

source: Assign a professor
ro: Atribuiţi un profesor
sq: Cakto një profesor

source: Additional information
ro: Informații suplimentare
sq: Informacione shtesë

source: Grade breakdown
ro: Detalii note
sq: Kompozimi i notës

source: Hours per week
ro: Ore pe săptămână
sq: Orë në javë

source: There is no post yet for this course! Why don't you post the first one by
ro: Nu există nici un mesaj pentru acest curs! De ce nu te posta primul mesaj printr-un
sq: Nuk ka akoma postime për këtë kurs! Pse nuk bëheni ju i pari qe postoni dicka ?

source: clicking here
ro: click aici
sq: klikuar këtu

source: Professor%(professors|pluralize)s
ro: Profesori %(professors|pluralize)s
sq: Profesor%(professors|pluralize)s

source: Course ID
ro: ID-ul cursului
sq: ID e kursit

source: Semester
ro: Semestru
sq: Semestri

source: Credits
ro: Credite
sq: Kredite

source: Description
ro: Descriere
sq: Përshkrim

source: Syllabus
ro: Programa
sq: Manuali i Kursit

source: You are a lucky person! There is no homework for you...
ro: Ești o persoană norocoasă! Nu există nici o temă pentru tine ...
sq: Ju jeni një njeri me fat! Nuk ka detyra shtëpie për ju ...

source: Assignments
ro: Teme
sq: Detyrat

source: Documents
ro: Documente
sq: Dokumente

source: This course doesn't have a wiki yet.
ro: Acest curs nu are un wiki încă.
sq: Ky kurs nuk ka një wiki ende.

source: Contribute by %(link_start)s creating %(link_stop)s one.
ro: Contribuie prin %(link_start)s crearea %(link_stop)s unuia .
sq: Kontribuoni me%(link_start)s duke krijuar%(link_stop)s një.

source: The Wiki Pages are populated by students and they are meant for you to access relevant information easily and facilitate your studying process. Keep this Wiki Page structured according to the course syllabus and complement the course material by adding additional relevant information in the right chapters.
ro: Pagini Wiki sunt populate de elevi și care sunt menite pentru tine de a accesa informații relevante cu ușurință și de a facilita procesul de studiu. Păstrați această pagină Wiki structurată în conformitate cu programa cursului și completeazmaterialele de curs prin adăugarea de informații suplimentare relevante în capitolele potrivite.
sq: Faqet Wiki janë të populluara nga studentët dhe ato janë të destinuara për të qënë burim informacionesh qe lidhen ngushtë me përmbajtjen e kursit duke lehtësuar procesin e te mësuarit. Mbajeni këtë Wiki të strukturuar sipas Manualit të Kursit duke shtuar informacione dhe dokumentacion plotësues sipas kapitujve përkates.

source: You already submitted this homework
ro: Ai depus deja acestă temă
sq: Ju tashmë e dorëzuat këtë detyrë shtëpie

source: started on
ro: a început pe
sq: filloi më

source: due
ro: până pe
sq: Afati përfundimtar

source: Resubmit homework
ro: Retrimiteți tema
sq: Dorezo detyrën përsëri.

source: Submit homework
ro: Trimite tema
sq: Dorezo detyrën e shtëpise

source: Resubmitting a homework will overwrite previous submissions.
ro: Retrimiterea o tema va suprascrie propunerile anterioare.
sq: Ridorëzimi i detyrave të shtëpisë do të fshijë dorëzimet e mëparshme.

source: Upload your homework
ro: Încărcați temele
sq: Ngarkoni detyrat e shtëpisë

source: No, cancel
ro: Nu, anulează
sq: Jo, anulo

source: Are you sure you want to register for this course?
ro: Sunteți sigur că doriți să înregistrați pentru acest curs?
sq: A jeni i sigurt që ju dëshironi të regjistroheni për këtë kurs?

source: I am teaching this course
ro: Eu predau acest curs
sq: Unë jam Profesori për këtë kurs

source: Pending Registration
ro: În așteptarea înregistrării
sq: Në pritje të Regjistrimit

source: Registered
ro: Înregistrați
sq: Regjistruar

source: Innapropriate?
ro: Nepotrivit?
sq: E papërshtatshme?

source: Flag
ro: Semnalizează
sq: Sinjalizo

source: This review was flagged as inaccurate or offensive. Click to reveal.
ro: Aceast comentariu a fost marcat ca nepotrivit. Faceți clic pentru a dezvălui.
sq: Ky permbajtje është sinjalizuar si e pasaktë ose fyese. Klikoni për ta shikuar.

source: This review was flagged as inaccurate or offensive. Log in to view it.
ro: Aceast comentariu a fost marcat ca nepotrivit. Autentifica-te pentru a putea vizualiza comentariul.
sq: Ky vlerësim është sinjalizuar si i pasaktë ose fyes. Identifikohuni duke hyrë për ta parë.

source: Submit a review
ro: Trimite un comentariu
sq: Shkruani nje vlerësim

source: Rate course
ro: Evaluează cursul
sq: Vlerësoni kursin

source: Reviews
ro: Comentarii
sq: Vlerësime

source: Activity log
ro: Jurnalul de activitate
sq: Log Aktiviteti

source: Resources and Assignments
ro: Resurse și teme
sq: Materiale dhe Detyrat

source: Forum posts
ro: Întrebări forum
sq: Postimet ne Forum

source: Registered Students
ro: Elevii înregistrați
sq: Studentët e regjistruar

source: Pending Registrations
ro: Așteptare înregistrare
sq: Regjistrime në pritje

source: Wiki page
ro: Pagina Wiki
sq: Faqe Wiki

source: Edit Wiki
ro: Editare Wiki
sq: Permirëso Wiki-n

source: Contributors
ro: Colaboratori
sq: Kontribuesit

source: Write a review...
ro: Scrie un comentariu...
sq: Shkruani një vlerësim ...

source: Submit
ro: Trimite
sq: Konfirmo

source: Anonymous
ro: Anonim
sq: Anonim

source: Homework Name
ro: Nume tema
sq: Emri i detyrës së shtëpisë

source: (Example: Homework1, Project1, ... )
ro: (Exemplu: Tema1, Proiectul1, ...)
sq: (Shembull: Detyra 1, Projekti 1, ...)

source: Course Topic
ro: Subiectul cursului
sq: Tema e kursit

source: No specific topic
ro: Niciun subiect specific
sq: Nuk ka temë të veçantë

source: (optional)
ro: (opţional)
sq: (Opsionale)

source: Select All
ro: Selectează toate
sq: Zgjidh të gjithë

source: There are no pending registrations for this course.
ro: Nu există înregistrări în așteptare pentru acest curs.
sq: Nuk ka regjistrime në pritje për këtë kurs.

source: Send an e-mail to
ro: Trimite un e-mail la
sq: Dërgo një e-mail për të

source: Subject
ro: Subiect
sq: Titulli i Email-it

source: Email Body
ro: Text email
sq: Trupi i Email-it

source: Document Name
ro: Numele documentului
sq: Emri i dokumentit

source: (more)
ro: (mai mult)
sq: (Më shumë)

source: Reply
ro: Răspunde
sq: Përgjigju

source: in
ro: în
sq: në

source: Search by course name
ro: Căutare după nume curs
sq: Kërko sipas emrit të kurseve

source: Credits range
ro: Interval credite
sq: Rangu i krediteve

source: Ratings range
ro: Interval calificative
sq: Rangu i vlerësimeve

source: Posted by
ro: Adăugat de:
sq: Postuar nga

source: Answer
ro: Răspuns
sq: Përgjigje

source: Best Answers
ro: Cele mai bune răspunsuri
sq: Përgjigjet më të mira

source: There are no answers yet.
ro: Deocamdată nu există răspunsuri.
sq: Nuk ka përgjigje ende.

source: Forum page of
ro: Pagina de Forum al
sq: Faqe Forumi i

source: Filter
ro: Filtru
sq: Filtër

source: all
ro: toate
sq: të gjithë

source: New Post
ro: Mesaj nou
sq: Postim i ri

source: Start Discussion
ro: Pornește o discuție
sq: Fillo një Diskutim

source: View Ongoing Discussion
ro: Vezi discuția în curs
sq: Shiko një Diskutim të vazhdueshëm

source: Discussion on the reply
ro: Discuții cu privire la răspunsul
sq: Diskutim mbi përgjigjen

source: back to best answers
ro: înapoi la cele mai bune răspunsuri
sq: Shko përsëri në Përgjigjet me të mira

source: Type in your answer
ro: Introduceți răspunsul dvs.
sq: Shkruani përgjigjen tuaj

source: Post title
ro: Titlu mesaj
sq: Titulli i Postimit

source: Your question
ro: Întrebarea dumneavoastră
sq: Pyetja juaj

source: Additional description
ro: Descriere suplimentară
sq: Përshkrim i mëtejshëm

source: Select an appropriate tag for your post
ro: Selectați o etichetă corespunzătoare pentru postul tau
sq: Zgjidh një etiketë të përshtatshme për postimin tuaj

source: Course info
ro: Informații Curs
sq: Info Kursi

source: Your registration for the course <b>%(course_name)s</b> was successful. You will be notified when the registration is approved.
ro: Înregistrarea pentru cursul <b> %(course_name)s </b> a fost de succes. Veți fi anunțat când înregistrarea este aprobat.
sq: Kerkesa juaj për regjistrim në kursin <b>%(course_name)s </b> ishte i suksesshëm. Ju do të njoftoheni kur regjistrimi të jetë miratuar.

source: Your email is not yet set! Please set your email address by clicking %(link_start)s here %(link_stop)s .
ro: Email-ul nu este încă setat! Vă rugăm să setați adresa de email făcând clic %(link_start)s aici %(link_stop)s.
sq: Email-i juaj nuk është vendosur akoma! Ju lutemi të vendosur adresën tuaj të e-mail-it duke klikuar%(link_start)s këtu%(link_stop)s.

source: Sorry, a user with that <b>e-mail address</b> already exists. If you already have an account, you can log in.
ro: Ne pare rău, un utilizator cu această <b> adresa de email </b> există deja. Dacă aveți deja un cont, vă puteți conecta.
sq: Na vjen keq, një përdorues me këtë <b> adresë e-mail-i </b> tashmë ekziston. Nëse ju tashmë keni një llogari, ju mund të hyni.

source: Your <b>passwords</b> do not match. Please try again.
ro: <b> Parolele </b> nu se potrivesc. Vă rugăm să încercați din nou.
sq: <b>Fjalëkalimet </b> nuk përputhen. Ju lutemi provoni përsëri.

source: Sorry, a user with that <b> username </b> already exists. Please choose another one.
ro: Ne pare rău, un utilizator cu care <b> numele de utilizator </b> exista deja. Vă rugăm să alegeți altul.
sq: Na vjen keq, një përdorues me këtë <b> emër përdoruesi </b> tashmë ekziston. Ju lutem zgjidhni një tjetër.

source: Your <b>%(changed_object)s</b> has been changed <b>successfully</b>!
ro: <b> %(changed_object)s </b> a fost schimbat <b> cu succes </b>!
sq: <b>%(changed_object)s </b> juaj ka ndryshuar <b> me sukses </b>!

source: Your <b>password</b> is <b>incorrect</b>. Please check your password and try again.
ro: <b> Parola </b> este <b> incorectă </ b>. Vă rugăm să verificați parola și încercați din nou.
sq: <b> Fjalëkalimi </b>juaj është <b> i pasaktë </b>. Ju lutem kontrolloni fjalëkalimin tuaj dhe provoni përsëri.

source: Your <b>passwords</b> do <b>not match</b>. Please check your passwords and try again.
ro: <b> Parolele </b> nu se potrivesc. Vă rugăm să verificați parolele și încercați din nou.
sq: <b> Fjalëkalimet </b> <b> nuk përputhen </b>. Ju lutem kontrolloni fjalëkalimet tuaja dhe të provoni përsëri.

source: A user with that <b> username </b> already exists. If you wish to change your username, please choose another one.
ro: Acest <b> nume de utilizator </ b> există deja. Dacă doriți să schimbați numele de utilizator, vă rugăm să alegeți altul.
sq: Një përdorues me këtë <b> emër përdoruesi </b> tashmë ekziston. Nëse dëshironi të ndryshoni emrin tuaj të përdoruesit, ju lutem zgjidhni një tjetër.

source: Successfully created a Wiki Page for course <b>%(course_name)s</b>
ro: S-a creat o pagină Wiki pentru cursul <b>%(course_name)s </b>
sq: Ju keni krijuar me sukses një Faqe Wiki për kursin <b>%(course_name)s </b>

source: <b>Saved</b>
ro: <b> Salvat </b>
sq: <b> Ruajtur </b>

source: First Name
ro: Prenume
sq: Emri

source: Last Name
ro: Nume
sq: Mbiemri

source: University Email address
ro: Email-ul de la universitate
sq: Email-i juaj i Universitetit

source: Username
ro: Nume utilizator
sq: Emri i përdoruesit

source: Confirm Password
ro: Confirmă parola
sq: Konfirmo Fjalëkalimin

source: I am a professor
ro: Sunt un profesor
sq: Unë jam profesor

source: Course Wiki
ro: Wiki cursului
sq: Wiki i Kursit

source: Contribute by %(link_start)screating%(link_stop)s one.
ro: Contribuie prin %(link_start)s crearea %(link_stop)s unuia.
sq: Kontribuoni %(link_start)s duke krijuar %(link_stop)s një wiki.

source: This is the Wiki Page of the course <b>%(course_name)s</b>. The Wiki Pages are populated by students and they are meant for you to access relevant information easily and facilitate your studying process. Keep this Wiki Page structured according to the course syllabus and complement the course material by adding additional relevant information in the right chapters.
ro: Acesta este pagina Wiki al cursului <b>%(course_name)s </b>. Pagini Wiki sunt populate de elevi și sunt menite pentru tine de a accesa informații relevante cu ușurință și de a facilita procesul de studiu. Păstrați acestă pagină Wiki structurată în conformitate cu programa cursului și completează materialele de curs prin adăugarea de informații suplimentare relevante în capitolele potrivite.
sq: Kjo është një Faqe Wiki e kursit <b>%(course_name)s </b>.Faqet Wiki janë të populluara nga studentët dhe ato janë të destinuara për të qënë burim informacionesh qe lidhen ngushtë me përmbajtjen e kursit duke lehtësuar procesin e te mësuarit. Mbajeni këtë Wiki të strukturuar sipas Manualit të Kursit duke shtuar informacione dhe dokumentacion plotësues sipas kapitujve përkates.

source: You have to activate your account to do that!
ro: Trebuie să activezi contul dvs. pentru a face asta!
sq: Ju duhet të aktivizoni llogarinë tuaj për të bërë këtë!

source: University E-mail Address
ro: Email-ul de la universitate
sq: Email-i juaj i Universitetit

source: Change Username
ro: Schimbare Username
sq: Ndryshimi emrin e përdoruesit

source: New Username
ro: Username nou
sq: Emri i ri i përdoruesit

source: Change Password
ro: Schimbare parolă
sq: Ndrysho Fjalëkalimin

source: Old Password
ro: Vechea parolă
sq: Fjalëkalimi i vjetër

source: New Password
ro: Noua parolă
sq: Fjalëkalimi i ri

source: Confirm New Password
ro: Confirmați noua parolă
sq: Konfirmo fjalëkalimin e ri

source: Change Name
ro: Schimbare de nume
sq: Ndrysho Emrin

source: New First Name
ro: Prenume nou
sq: Emri i ri

source: New Last Name
ro: Nume nou
sq: Mbiemri i ri

source: Submit post on the forum of course
ro: Trimite un post pe forum
sq: Posto në forum e kursit

source: of
ro: din
sq: i

source: Save
ro: Salvează
sq: Ruaj

source: View the list of revisions.
ro: Vezi lista de revizii.
sq: Shikoni listën e rishikimeve.
